Repository: tomvedewe/BussenGame
Catalog: Bussen/Resources/*.lproj/Localizable.strings
Languages: nl

source: Wrong!
nl: Incorrect!

source: sips.
nl: slokken.

source: sip.
nl: slok.

# note
source: Attention
nl: Opgelet

# tapRules
source: Tap the screen twice to turn a card.
nl: Tik tweemaal op het scherm om een kaart om te draaien.

# busTime
source: Time to play the bus!
nl: Tijd om de bus te spelen!

# playTheBus
source: , you still have the most cards so you have to play the bus.
nl: , jij hebt nog de meeste kaarten in je hand en moet dus op de bus zitten.

# playBus
source: Play the bus
nl: Speel de bus

# layCard
source: If you want to play your card, select a player that has to drink.
nl: Indien u wil afleggen, selecteer dan een speler die moet drinken.

# keep
source: Keep card
nl: Kaart bijhouden
